// © Copyright 2007, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Nettoyage du système d'alimentation papier";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Annuler";

CleaningConfirmationTitle = "Nettoyage du système d'alimentation papier";
CleaningConfirmationBody = "Ce processus peut prendre plusieurs minutes. Un bruit mécanique est normal. N'interrompez pas le processus. Cliquez sur OK pour continuer.";
PaperFoundTite = "Papier trouvé";
PaperFoundBody = "Enlevez le papier du bac à papier avant de poursuivre le nettoyage du système d'alimentation papier. Cliquez sur OK pour continuer.";
PapperFeedCleaningTitle = "Nettoyage du système d'alimentation papier";
PaperFeedCleaningCompleteBody = "Le nettoyage du système d'alimentation papier est terminé.";

NotInitiatedTitle = "Impossible de lancer le nettoyage.";
NotInitiatedMsg = "Impossible de lancer la procédure de nettoyage. Veuillez vérifier si l'imprimante est active et si des travaux d'impression ne sont pas en cours de traitement.";

HSDInfoTextFieldValue = "Cette procédure doit être effectuée si l'imprimante ne parvient pas à ramasser le papier. Si l'imprimante ne ramasse pas le papier lorsqu'un travail d'impression est envoyé, cette procédure nettoie un élément à l'intérieur de l'imprimante pour aider à résoudre le problème.";
HSDGuideTextFieldValue = "Enlevez le papier du bac à papier avant de commencer le processus de nettoyage du système d'alimentation papier. Cliquez sur Nettoyer pour commencer le processus.";
HSDCleanButtonTitle = "Nettoyer";

PaperFeedCancelingTitle = "Annulation";
